var wallpapers = {
  1:{
    "date": "31.07.2020",
    "colors": ["синий","фиолетовый"],
    "type": "линейный",
    "platform": "mobile"
  },
  2:{
    "date": "31.07.2020",
    "colors": ["розовый","синий"],
    "type": "линейный",
    "platform": "mobile"
  },
  3:{
    "date": "31.07.2020",
    "colors": ["оранжевый","жёлтый"],
    "type": "линейный",
    "platform": "mobile"
  },
  4:{
    "date": "31.07.2020",
    "colors": ["розовый"],
    "type": "линейный",
    "platform": "mobile"
  },
  5:{
    "date": "31.07.2020",
    "colors": ["белый","серый"],
    "type": "линейный",
    "platform": "mobile"
  },
  6:{
    "date": "31.07.2020",
    "colors": ["зелёный","жёлтый"],
    "type": "линейный",
    "platform": "mobile"
  },
  7:{
    "date": "31.07.2020",
    "colors": ["синий","фиолетовый"],
    "type": "линейный",
    "platform": "pc"
  },
  8:{
    "date": "31.07.2020",
    "colors": ["синий","розовый"],
    "type": "линейный",
    "platform": "pc"
  },
  9:{
    "date": "31.07.2020",
    "colors": ["жёлтый","зелёный"],
    "type": "круговой",
    "platform": "pc"
  },
  10:{
    "date": "31.07.2020",
    "colors": ["жёлтый","оранжевый"],
    "type": "прямая",
    "platform": "pc"
  },
  11:{
    "date": "31.07.2020",
    "colors": ["синий","фиолетовый"],
    "type": "прямая",
    "platform": "pc"
  },
  12:{
    "date": "31.07.2020",
    "colors": ["чёрный","фиолетовый"],
    "type": "прямая",
    "platform": "pc"
  },
  13:{
    "date": "01.08.2020",
    "colors": ["жёлтый", "оранжевый"],
    "type": "кристалл",
    "platform": "pc"
  },
  14:{
    "date": "01.08.2020",
    "colors": ["синий", "голубой"],
    "type": "плитка",
    "platform": "mobile"
  }
}
